---
kind: enumMember
id: F:Autodesk.Revit.DB.BuiltInParameter.ELEM_FAMILY_AND_TYPE_PARAM
enum: Autodesk.Revit.DB.BuiltInParameter
zh: 族与类型
source: html/fb011c91-be7e-f737-28c7-3f1e1917a0e0.htm
---
# Autodesk.Revit.DB.BuiltInParameter.ELEM_FAMILY_AND_TYPE_PARAM

**中文**: 族与类型

"Family and Type"